import { Message } from "../types/types";

const initialMessages: Message[] = [
  {
    id: 1,
    text: "Из достопримечательностей могу предложить обратить внимание на вулкан Майон, путешествие запомнится вам надолго хотя бы из-за невероятной сложности подъема на него. Поверьте, это стоит того; также хотелf бы отметить очень важную область исследования ",
    date: "Вчера в 17:45",
    sender: "admin",
  },
  {
    id: 2,
    text: "Что из себя представляет вулкан? Просто хочу убедиться, что готова к такому путешествию.",
    date: "Вчера в 18:45",
    sender: "user",
  },
  {
    id: 3,
    text: "Из достопримечательностей могу предложить обратить внимание на вулкан Майон, путешествие запомнится вам надолго хотя бы из-за невероятной сложности подъема на него. Поверьте, это стоит того; также хотелf бы отметить очень важную область исследования ",
    date: "Вчера в 19:45",
    sender: "admin",
  },
];

export default initialMessages;
