import avatar from "../assets/images/admin.png";

import img1 from "../assets/images/dennis-van-den-worm.jpg";
import img2 from "../assets/images/biel-morro.jpg";
import img3 from "../assets/images/erwan-hesry.jpg";
import img4 from "../assets/images/theodor-vasile.jpg";

const reviewsData = [
  {
    id: 1,
    name: "Наталия Полянская",
    avatar: avatar,
    text: "Барселона – моя третья большая любовь, после Вены и Крита. Это город, в который я каждый раз возвращаюсь с огромным удовольствием, всем рекомендую хоть раз там побывать и осмотреть ...",
    images: [
      {
        id: 1,
        src: img1,
        alt: "Фото для отзыва",
      },
      {
        id: 2,
        src: img2,
        alt: "Фото для отзыва",
      },
      {
        id: 3,
        src: img3,
        alt: "Фото для отзыва",
      },
      {
        id: 4,
        src: img4,
        alt: "Фото для отзыва",
      },
      {
        id: 5,
        src: img1,
        alt: "Фото для отзыва",
      },
      {
        id: 6,
        src: img2,
        alt: "Фото для отзыва",
      },
      {
        id: 7,
        src: img3,
        alt: "Фото для отзыва",
      },
      {
        id: 8,
        src: img4,
        alt: "Фото для отзыва",
      },
      {
        id: 9,
        src: img1,
        alt: "Фото для отзыва",
      },
      {
        id: 10,
        src: img2,
        alt: "Фото для отзыва",
      },
      {
        id: 11,
        src: img3,
        alt: "Фото для отзыва",
      },
    ],
    date: "около 1 года назад",
    comments: "9 комментариев",
    likes: 9,
  },
  {
    id: 2,
    name: "Elena Bulgakova",
    avatar: avatar,
    text: "Плюсы города: весь город одни плюсы! Минусы города: не видела. В наш марафон по Европе не вписалось 2 испанских города от усталости - решили остаток путешествия провести в Барселоне ...",
    images: [
      {
        id: 1,
        src: img1,
        alt: "Фото для отзыва",
      },
      {
        id: 2,
        src: img2,
        alt: "Фото для отзыва",
      },
      {
        id: 3,
        src: img3,
        alt: "Фото для отзыва",
      },
      {
        id: 4,
        src: img4,
        alt: "Фото для отзыва",
      },
      {
        id: 5,
        src: img1,
        alt: "Фото для отзыва",
      },
      {
        id: 6,
        src: img2,
        alt: "Фото для отзыва",
      },
      {
        id: 7,
        src: img3,
        alt: "Фото для отзыва",
      },
      {
        id: 8,
        src: img4,
        alt: "Фото для отзыва",
      },
      {
        id: 9,
        src: img1,
        alt: "Фото для отзыва",
      },
      {
        id: 10,
        src: img2,
        alt: "Фото для отзыва",
      },
      {
        id: 11,
        src: img3,
        alt: "Фото для отзыва",
      },
    ],
    date: "5 месяцев назад",
    comments: "3 комментария",
    likes: 7,
  },
  {
    id: 3,
    name: "Наталия Полянская",
    avatar: avatar,
    text: "Барселона – моя третья большая любовь, после Вены и Крита. Это город, в который я каждый раз возвращаюсь с огромным удовольствием, всем рекомендую хоть раз там побывать и осмотреть ...",
    images: [
      {
        id: 1,
        src: img1,
        alt: "Фото для отзыва",
      },
      {
        id: 2,
        src: img2,
        alt: "Фото для отзыва",
      },
      {
        id: 3,
        src: img3,
        alt: "Фото для отзыва",
      },
      {
        id: 4,
        src: img4,
        alt: "Фото для отзыва",
      },
      {
        id: 5,
        src: img1,
        alt: "Фото для отзыва",
      },
      {
        id: 6,
        src: img2,
        alt: "Фото для отзыва",
      },
      {
        id: 7,
        src: img3,
        alt: "Фото для отзыва",
      },
      {
        id: 8,
        src: img4,
        alt: "Фото для отзыва",
      },
      {
        id: 9,
        src: img1,
        alt: "Фото для отзыва",
      },
      {
        id: 10,
        src: img2,
        alt: "Фото для отзыва",
      },
      {
        id: 11,
        src: img3,
        alt: "Фото для отзыва",
      },
    ],
    date: "около 1 года назад",
    comments: "9 комментариев",
    likes: 9,
  },
  {
    id: 4,
    name: "Elena Bulgakova",
    avatar: avatar,
    text: "Плюсы города: весь город одни плюсы! Минусы города: не видела. В наш марафон по Европе не вписалось 2 испанских города от усталости - решили остаток путешествия провести в Барселоне ...",
    images: [
      {
        id: 1,
        src: img1,
        alt: "Фото для отзыва",
      },
      {
        id: 2,
        src: img2,
        alt: "Фото для отзыва",
      },
      {
        id: 3,
        src: img3,
        alt: "Фото для отзыва",
      },
      {
        id: 4,
        src: img4,
        alt: "Фото для отзыва",
      },
      {
        id: 5,
        src: img1,
        alt: "Фото для отзыва",
      },
      {
        id: 6,
        src: img2,
        alt: "Фото для отзыва",
      },
      {
        id: 7,
        src: img3,
        alt: "Фото для отзыва",
      },
      {
        id: 8,
        src: img4,
        alt: "Фото для отзыва",
      },
      {
        id: 9,
        src: img1,
        alt: "Фото для отзыва",
      },
      {
        id: 10,
        src: img2,
        alt: "Фото для отзыва",
      },
      {
        id: 11,
        src: img3,
        alt: "Фото для отзыва",
      },
    ],
    date: "5 месяцев назад",
    comments: "3 комментария",
    likes: 7,
  },
  {
    id: 5,
    name: "Наталия Полянская",
    avatar: avatar,
    text: "Барселона – моя третья большая любовь, после Вены и Крита. Это город, в который я каждый раз возвращаюсь с огромным удовольствием, всем рекомендую хоть раз там побывать и осмотреть ...",
    images: [
      {
        id: 1,
        src: img1,
        alt: "Фото для отзыва",
      },
      {
        id: 2,
        src: img2,
        alt: "Фото для отзыва",
      },
      {
        id: 3,
        src: img3,
        alt: "Фото для отзыва",
      },
      {
        id: 4,
        src: img4,
        alt: "Фото для отзыва",
      },
      {
        id: 5,
        src: img1,
        alt: "Фото для отзыва",
      },
      {
        id: 6,
        src: img2,
        alt: "Фото для отзыва",
      },
      {
        id: 7,
        src: img3,
        alt: "Фото для отзыва",
      },
      {
        id: 8,
        src: img4,
        alt: "Фото для отзыва",
      },
      {
        id: 9,
        src: img1,
        alt: "Фото для отзыва",
      },
      {
        id: 10,
        src: img2,
        alt: "Фото для отзыва",
      },
      {
        id: 11,
        src: img3,
        alt: "Фото для отзыва",
      },
    ],
    date: "5 месяцев назад",
    comments: "3 комментария",
    likes: 7,
  },
  {
    id: 6,
    name: "Elena Bulgakova",
    avatar: avatar,
    text: "Плюсы города: весь город одни плюсы! Минусы города: не видела. В наш марафон по Европе не вписалось 2 испанских города от усталости - решили остаток путешествия провести в Барселоне ...",
    images: [
      {
        id: 1,
        src: img1,
        alt: "Фото для отзыва",
      },
      {
        id: 2,
        src: img2,
        alt: "Фото для отзыва",
      },
      {
        id: 3,
        src: img3,
        alt: "Фото для отзыва",
      },
      {
        id: 4,
        src: img4,
        alt: "Фото для отзыва",
      },
      {
        id: 5,
        src: img1,
        alt: "Фото для отзыва",
      },
      {
        id: 6,
        src: img2,
        alt: "Фото для отзыва",
      },
      {
        id: 7,
        src: img3,
        alt: "Фото для отзыва",
      },
      {
        id: 8,
        src: img4,
        alt: "Фото для отзыва",
      },
      {
        id: 9,
        src: img1,
        alt: "Фото для отзыва",
      },
      {
        id: 10,
        src: img2,
        alt: "Фото для отзыва",
      },
      {
        id: 11,
        src: img3,
        alt: "Фото для отзыва",
      },
    ],
    date: "5 месяцев назад",
    comments: "3 комментария",
    likes: 7,
  },
];

export default reviewsData;
